Repository: renewedbullet/pwnagotchi
Catalog: pwnagotchi/locale/*/LC_MESSAGES/voice.po
Languages: pt_br

source: Hi, I'm Pwnagotchi! Starting ...
pt_br: Olá, sou Pwnagotchi! Iniciando ...

source: New day, new hunt, new pwns!
pt_br: Novo dia, Nova caçada, Novos pwns!

source: Hack the Planet!
pt_br: Hackeie o Planeta!

source: AI ready.
pt_br: IA pronta.

source: The neural network is ready.
pt_br: A rede neural está pronta.

source: Generating keys, do not turn off ...
pt_br: Gerando chaves, não desligue ...

source: Hey, channel {channel} is free! Your AP will say thanks.
pt_br: Ei, o canal {channel} está livre! Seu AP vai agradecer.

source: Reading last session logs ...
pt_br: Lendo os logs da última sessão ...

source: Read {lines_so_far} log lines so far ...
pt_br: Li {lines_so_far} linhas de logs até agora ...

source: I'm bored ...
pt_br: Estou entediado ...

source: Let's go for a walk!
pt_br: Vamos dar um passeio!

source: This is the best day of my life!
pt_br: Este é o melhor dia da minha vida!

source: Shitty day :/
pt_br: Que dia ruim :/

source: I'm extremely bored ...
pt_br: Estou extremamente entediado ...

source: I'm very sad ...
pt_br: Estou muito triste ...

source: I'm sad
pt_br: Estou triste

source: Leave me alone ...
pt_br: Me deixe em paz ...

source: I'm mad at you!
pt_br: Estou bravo com você!

source: I'm living the life!
pt_br: Estou aproveitando a vida!

source: I pwn therefore I am.
pt_br: Eu pwn, logo existo.

source: So many networks!!!
pt_br: Uau! Quantas redes!!

source: I'm having so much fun!
pt_br: Estou me divertindo muito!

source: My crime is that of curiosity ...
pt_br: Meu crime é a curiosidade ...

source: Hello {name}! Nice to meet you.
pt_br: Olá {name}! Prazer em conhecê-lo.

source: Yo {name}! Sup?
pt_br: Ei {name}! Como vai?

source: Hey {name} how are you doing?
pt_br: Ei {name}, como você está?

source: Unit {name} is nearby!
pt_br: A unidade {name} está próxima!

source: Uhm ... goodbye {name}
pt_br: Hmm ... tchau {name}

source: {name} is gone ...
pt_br: {name} desapareceu ...

source: Whoops ... {name} is gone.
pt_br: Oops ... {name} desapareceu.

source: {name} missed!
pt_br: Perdi {name}!

source: Missed!
pt_br: Perdi!

source: Good friends are a blessing!
pt_br: Bons amigos são uma bênção!

source: I love my friends!
pt_br: Eu amo meus amigos!

source: Nobody wants to play with me ...
pt_br: Ninguém quer brincar comigo ...

source: I feel so alone ...
pt_br: Me sinto tão sozinho ...

source: Where's everybody?!
pt_br: Onde está todo mundo?!

source: Napping for {secs}s ...
pt_br: Tirando uma soneca por {secs}s ...

source: Good night.
pt_br: Boa noite.

source: Waiting for {secs}s ...
pt_br: Aguardando {secs}s ...

source: Looking around ({secs}s)
pt_br: Olhando em volta ... ({secs}s)

source: Hey {what} let's be friends!
pt_br: Ei {what}, vamos ser amigos!

source: Associating to {what}
pt_br: Associando a {what}

source: Yo {what}!
pt_br: Olá {what}!

source: Just decided that {mac} needs no WiFi!
pt_br: Acabei de decidir que {mac} não precisa de WiFi!

source: Deauthenticating {mac}
pt_br: Desautenticando {mac}

source: Kickbanning {mac}!
pt_br: Banindo {mac}!

source: Cool, we got {num} new handshake{plural}!
pt_br: Legal, conseguimos {num} novo{plural} handshake{plural}!

source: You have {count} new message{plural}!
pt_br: Você tem {count} nova{plural} messagem{plural}!

source: Oops, something went wrong ... Rebooting ...
pt_br: Oops, algo deu errado ... Reiniciando ...

source: Uploading data to {to} ...
pt_br: Enviando dados para {to} ...

source: Downloading from {name} ...
pt_br: Baixando de {name} ...

source: Kicked {num} stations
pt_br: Expulsei {num} estações

source: Made >999 new friends
pt_br: Fiz >999 novos amigos

source: Made {num} new friends
pt_br: Fiz {num} novos amigos

source: Got {num} handshakes
pt_br: Peguei {num} handshakes

source: Met 1 peer
pt_br: Conheci 1 peer

source: Met {num} peers
pt_br: Conheci {num} peers

source: I've been pwning for {duration} and kicked {deauthed} clients! I've also met {associated} new friends and ate {handshakes} handshakes! #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet
pt_br: Estou pwning há {duration} e expulsei {deauthed} clientes! Também conheci {associated} novos amigos e comi {handshakes} handshakes! #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet

source: hours
pt_br: horas

source: minutes
pt_br: minutos

source: seconds
pt_br: segundos

source: hour
pt_br: hora

source: minute
pt_br: minuto

source: second
pt_br: segundo
